{
  "Landing": {
    "title": "A new way to study solar activity.",
    "subtitle": "Access unprecedented results in solar research in the simplest way possible.",
    "headercta": "Access Luma",
    "navbar": "Luma"
  },
  "OneDate": {
    "title": "Parameters for a date",
    "titleImages": "Show images",
    "titleDetails": "Extracted data",
    "buttonOverview": "Overview",
    "buttonDetails": "Details",
    "description171": "Captures images of the Sun at 1 million degrees Celsius.",
    "description195": "Captures images of the Sun at 1.5 million degrees Celsius.",
    "description284": "Captures images of the Sun at x million degrees Celsius.",
    "description304": "Reveals the upper chromosphere of the Sun, at about 60,000 degrees Kelvin.",
    "descriptionIgr": "Detects intensity variations on the surface of the sun.",
    "descriptionMag": "Shows magnetic field activity on the surface of the Sun."
  },
  "DateRange": {
    "title": "Analysis for date ranges"
  },
  "ChartsParameters": {
    "entropyTitle": "Entropy",
    "entropyDescription": "Entropy is typically calculated from the image histogram, which is a representation of the frequency distribution of pixel intensity levels. When an image has a uniform distribution of intensity levels, meaning all intensity levels are equally probable, the entropy will be high, as there is more uncertainty or disorder in the pixel distribution. Conversely, if an image has a very skewed or concentrated distribution of intensity levels, the entropy will be low, as there is less uncertainty or disorder in the pixel distribution. When an image is very diverse, it generally implies low entropy.",
    "meanIntensityTitle": "Mean Intensity",
    "meanIntensityDescription": "Mean intensity in the context of image processing represents the average of the intensity values of all pixels in an image. Each pixel in a digital image has an associated intensity value corresponding to its brightness or color. Mean intensity is calculated by summing all the intensity values of the pixels in the image and dividing the result by the total number of pixels. Mean intensity is an important measure and can be useful in detecting objects or regions of interest in an image, as it can provide information about the illumination level of the scene.",
    "standardDeviationTitle": "Standard Deviation",
    "standardDeviationDescription": "Standard deviation represents the measure of dispersion or variability of the intensity values of pixels in an image with respect to their mean value. It is a statistical measure indicating how much the intensity values of pixels vary from the mean intensity of the image. Standard deviation is an important measure in image processing as it provides information about the variability of pixel intensity levels in an image. A high standard deviation indicates that the intensity values are more dispersed around the mean, which may indicate the presence of fine details or textures in the image. Conversely, a low standard deviation indicates that the intensity values are more concentrated near the mean, which may indicate a more uniform or smooth image.",
    "fractalDimensionTitle": "Fractal Dimension",
    "fractalDimensionDescription": "Fractal dimension is a measure that describes the irregularity or structural complexity of an object or image. Instead of using an integer dimension, the fractal dimension can be a non-integer number reflecting the roughness or self-similarity at different scales. Fractal dimension is useful in image processing for characterizing texture, shape, and complexity of objects in an image. It can be used to distinguish between different types of textures or to detect fractures or cracks. Fractal dimension provides a quantitative measure of the structural complexity of an image.",
    "skewnessTitle": "Skewness",
    "skewnessDescription": "Skewness refers to the lack of symmetry or balance in the distribution of pixel intensities in an image. Skewness is useful in image processing for characterizing the shape and intensity distribution of objects in an image. It can be used to identify elongated or tilted patterns in an image, or to quantify symmetry in the dynamics and activity of the Sun. Skewness provides information about the distribution of pixel intensities in an image and can be useful in various image processing applications for analyzing the shape and symmetry of objects in the image.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "Kurtosis is a statistical measure that describes the shape of the distribution of pixel intensity values in an image. This measure can provide useful information about the distribution of intensity levels in an image and is used in various applications such as texture analysis, image segmentation, and anomaly detection. Kurtosis in image processing is a statistical measure that describes the shape of the pixel intensity distribution in an image and provides information about the concentration and variability of intensity values in the image.",
    "uniformityTitle": "Uniformity",
    "uniformityDescription": "Uniformity is a measure that describes the consistency or homogeneity in the distribution of pixel intensity values in an image. It indicates how balanced the intensity distribution is across the image. Uniformity is important in image processing because it can provide information about the quality of the image and the consistency of the visual features present in it. For example, an image with a uniform intensity distribution may be easier to analyze and process in applications such as object detection or image segmentation.",
    "relativeSmoothnessTitle": "Relative Smoothness",
    "relativeSmoothnessDescription": "Relative smoothness is a measure of the variation in the intensity of the pixels in the image.",
    "tarumaContrastTitle": "Tamura Contrast",
    "tarumaContrastDescription": "Tamura contrast is a measure of the difference in the intensity of adjacent pixels in the image.",
    "tarumaDirectionalityTitle": "Tamura Directionality",
    "tarumaDirectionalityDescription": "Tamura directionality is another feature proposed by Tamura in 1970 to describe texture in images. It refers to the tendency of texture features to align in certain specific directions. This feature aims to capture the directional regularity of texture in an image. Tamura directionality is useful in texture analysis to identify directional patterns or structures in an image, such as lines, edges, or fibers. This feature can be used in edge detection, pattern recognition, and medical image analysis, among others.",
    "tarumaLinelikenessTitle": "Tamura Linelikeness",
    "tarumaLinelikenessDescription": "Tamura linelikeness is another feature proposed to describe texture in images. It refers to the extent to which a texture exhibits characteristics resembling lines or linear elements. Tamura linelikeness is useful in texture analysis to identify the presence and orientation of linear structures in an image. For example, it can be used in visual inspection applications to detect cracks in materials or to segment elongated objects in images."
  },
  "RangeChart": {
    "entropyTitle": "Entropy",
    "entropyDescription": "Entropy is a measure of the disorder of a system. In this case, entropy is calculated from the distribution of pixel values in the image. Entropy is high when the distribution is uniform, and low when the distribution is concentrated in one value.",
    "meanIntensityTitle": "Mean Intensity",
    "meanIntensityDescription": "Mean intensity is the average of the pixel values in the image.",
    "standardDeviationTitle": "Standard Deviation",
    "standardDeviationDescription": "Standard deviation is a measure of the amount of variation or dispersion of a set of values.",
    "fractalDimensionTitle": "Fractal Dimension",
    "fractalDimensionDescription": "Fractal dimension is a statistical measure of the complexity of an object or data set.",
    "asymmetryTitle": "Asymmetry",
    "asymmetryDescription": "Asymmetry is a measure of the lack of symmetry in the distribution of pixel values in the image.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "Kurtosis is a measure of the 'heaviness' of the tails of a distribution.",
    "uniformityTitle": "Uniformity",
    "uniformityDescription": "Uniformity is a measure of the homogeneity of pixel values in the image.",
    "relativeSmoothnessTitle": "Relative Smoothness",
    "relativeSmoothnessDescription": "Relative smoothness is a measure of the variation in the intensity of the pixels in the image.",
    "tamuraContrastTitle": "Tamura Contrast",
    "tamuraContrastDescription": "Tamura contrast is a measure of the difference in the intensity of adjacent pixels in the image.",
    "tamuraDirectionalityTitle": "Tamura Directionality",
    "tamuraDirectionalityDescription": "Tamura directionality is a measure of the preferred orientation of pixels in the image."
  }
}
