{
  "Landing": {
    "title": "Una nueva forma de estudiar la actividad solar.",
    "subtitle": "La forma más sencilla de acceder a resultados estadisticos en el analisis de la actividad solar. Todo en una interfaz hecha para todos.",
    "headercta": "Accede a Luma",
    "aboutcta": "Conoce más",
    "navbar": "Luma",
    "featuresTitle": "Accede a lo mejor sin mayor complicacion.",
    "featuresSubtitle": "Para conseguir los estadísticos a los que puedes acceder de forma inmediata, hemos usado métodos estadísticos novedosos e imágenes con gran valor cientifico."
  },
  "OneDate": {
    "title": "Parametros para una fecha",
    "titleImages": "Mostrar imagenes",
    "titleDetails": "Datos extraidos",
    "buttonOverview": "Vista general",
    "buttonDetails": "Detalles",
    "description171": "Captura imágenes del Sol a 1 millón de grados Celsius.",
    "description195": "Captura imágenes del Sol a 1.5 millones de grados Celsius.",
    "description284": "Captura imágenes del Sol a x millones de grados Celsius.",
    "description304": "Revela la cromosfera superior del Sol, a unos 60,000 grados Kelvin.",
    "descriptionIgr": "Detecta las variaciones de intensidad en la superficie del sol.",
    "descriptionMag": "Muestra la actividad del campo magnetico en la superficie del Sol."
  },
  "DateRange": {
    "title": "Analisis para rangos de fechas"
  },
  "ChartsParameters": {
    "entropyTitle": "Entropia",
    "entropyDescription": "La entropía se calcula típicamente a partir del histograma de la imagen, que es una representación de la distribución de frecuencia de los niveles de intensidad de los píxeles. Cuando una imagen tiene una distribución uniforme de niveles de intensidad, es decir, todos los niveles de intensidad son igualmente probables, la entropía será alta, ya que hay más incertidumbre o desorden en la distribución de los píxeles. Por otro lado, si una imagen tiene una distribución muy sesgada o concentrada de niveles de intensidad, la entropía será baja, ya que hay menos incertidumbre o desorden en la distribución de los píxeles. Cuando una imagen es muy diversa esto implica entropia generalmente baja.",
    "meanIntensityTitle": "Intensidad media",
    "meanIntensityDescription": "La intensidad media en el contexto del procesamiento de imágenes representa el promedio de los valores de intensidad de todos los píxeles en una imagen. Cada píxel en una imagen digital tiene asociado un valor de intensidad que corresponde a su brillo o color. La intensidad media se calcula sumando todos los valores de intensidad de los píxeles en la imagen y dividiendo el resultado por el número total de píxeles. La intensidad media es una medida importante y puede ser útil en la detección de objetos o regiones de interés en una imagen, ya que puede proporcionar información sobre el nivel de iluminación de la escena.",
    "standardDeviationTitle": "Desviación Estándar",
    "standardDeviationDescription": "La desviación estándar representa la medida de dispersión o variabilidad de los valores de intensidad de los píxeles en una imagen con respecto a su valor medio. Es una medida estadística que indica cuánto varían los valores de intensidad de los píxeles respecto a la intensidad media de la imagen. La desviación estándar es una medida importante en el procesamiento de imágenes ya que proporciona información sobre la variabilidad de los niveles de intensidad de los píxeles en una imagen. Una desviación estándar alta indica que los valores de intensidad están más dispersos alrededor de la media, lo que puede indicar la presencia de detalles finos o texturas en la imagen. Por otro lado, una desviación estándar baja indica que los valores de intensidad están más concentrados cerca de la media, lo que puede indicar una imagen más uniforme o suave.",
    "fractalDimensionTitle": "Dimensión Fractal",
    "fractalDimensionDescription": "La dimensión fractal es una medida que describe la irregularidad o la complejidad estructural de un objeto o una imagen. En lugar de utilizar una dimensión entera, la dimensión fractal puede ser un número no entero que refleja la rugosidad o la auto-similitud a diferentes escalas. La dimensión fractal es útil en el procesamiento de imágenes para caracterizar la textura, la forma y la complejidad de los objetos en una imagen. Puede ser utilizada para distinguir entre diferentes tipos de texturas o para detectar fracturas o grietas. La dimensión fractal proporciona una medida cuantitativa de la complejidad estructural de una imagen.",
    "skewnessTitle": "Asimetría",
    "skewnessDescription": "La asimetría se refiere a la falta de simetría o equilibrio en la distribución de intensidades de píxeles en una imagen. La asimetría es útil en el procesamiento de imágenes para caracterizar la forma y la distribución de intensidades de los objetos en una imagen. Puede ser utilizada para identificar patrones alargados o inclinados en una imagen, o para cuantificar la simetría en la dinámica y actividad del Sol. La asimetría proporciona información sobre la distribución de intensidades de píxeles en una imagen y puede ser útil en diversas aplicaciones de procesamiento de imágenes para analizar la forma y la simetría de los objetos en la imagen.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "La kurtosis es una medida estadística que describe la forma de la distribución de los valores de intensidad de los píxeles de la imagen. Esta medida puede proporcionar información útil sobre la distribución de los niveles de intensidad en una imagen y se utiliza en diversas aplicaciones, como el análisis de texturas, la segmentación de imágenes y la detección de anomalías. La kurtosis en el procesamiento de imágenes es una medida estadística que describe la forma de la distribución de intensidades de píxeles en una imagen y proporciona información sobre la concentración y la variabilidad de los valores de intensidad en la imagen.",
    "uniformityTitle": "Uniformidad",
    "uniformityDescription": "La uniformidad es una medida que describe la consistencia o la homogeneidad en la distribución de los valores de intensidad de los píxeles en una imagen. Indica qué tan equilibrada es la distribución de intensidades en toda la imagen. La uniformidad es importante en el procesamiento de imágenes porque puede proporcionar información sobre la calidad de la imagen y la consistencia de las características visuales presentes en ella. Por ejemplo, una imagen con una distribución uniforme de intensidades puede ser más fácil de analizar y procesar en aplicaciones como la detección de objetos o la segmentación de imágenes.",
    "relativeSmoothnessTitle": "Suavidad Relativa",
    "relativeSmoothnessDescription": "La suavidad relativa es una medida de la variación en la intensidad de los pixeles de la imagen.",
    "tarumaContrastTitle": "Contraste Tamura",
    "tarumaContrastDescription": "El contraste Tamura es una medida de la diferencia en la intensidad de los pixeles adyacentes en la imagen.",
    "tarumaDirectionalityTitle": "Direccionalidad de Tamura",
    "tarumaDirectionalityDescription": "La Direccionalidad de Tamura es otra característica propuesta por Tamura en 1970 para describir la textura en imágenes. Se refiere a la tendencia de las características de textura a alinearse en ciertas direcciones específicas. Esta característica busca capturar la regularidad direccional de la textura en una imagen. La Direccionalidad de Tamura es útil en el análisis de texturas para identificar patrones o estructuras direccionales en una imagen, como líneas, bordes o fibras. Esta característica puede ser utilizada en aplicaciones de detección de bordes, reconocimiento de patrones, y análisis de imágenes médicas, entre otros.",
    "tarumaLinelikenessTitle": "Linealidad de Tamura",
    "tarumaLinelikenessDescription": "La linelikeness (linealidad) de Tamura es otra característica propuesta para describir la textura en imágenes. Se refiere a la medida en que una textura exhibe características que se asemejan a líneas o a elementos lineales. La linelikeness de Tamura es útil en el análisis de texturas para identificar la presencia y la orientación de estructuras lineales en una imagen. Por ejemplo, puede ser utilizada en aplicaciones de inspección visual para detectar grietas en materiales o para segmentar objetos alargados en imágenes."
  },
  "RangeChart": {
    "entropyTitle": "Entropia",
    "entropyDescription": "La entropia es una medida de la desorden de un sistema. En este caso, la entropia es calculada a partir de la distribucion de los valores de los pixeles de la imagen. La entropia es alta cuando la distribucion es uniforme, y baja cuando la distribucion es concentrada en un valor.",
    "meanIntensityTitle": "Intensidad media",
    "meanIntensityDescription": "La intensidad media es la media de los valores de los pixeles de la imagen.",
    "standardDeviationTitle": "Desviación Estándar",
    "standardDeviationDescription": "La desviación estándar es una medida de la cantidad de variación o dispersión de un conjunto de valores.",
    "fractalDimensionTitle": "Dimensión Fractal",
    "fractalDimensionDescription": "La dimensión fractal es una medida estadística de la complejidad de un objeto o conjunto de datos.",
    "asymmetryTitle": "Asimetría",
    "asymmetryDescription": "La asimetría es una medida de la falta de simetría en la distribución de los valores de los pixeles de la imagen.",
    "kurtosisTitle": "Kurtosis",
    "kurtosisDescription": "La kurtosis es una medida de la 'pesadez' de las colas de una distribución.",
    "uniformityTitle": "Uniformidad",
    "uniformityDescription": "La uniformidad es una medida de la homogeneidad de los valores de los pixeles de la imagen.",
    "relativeSmoothnessTitle": "Suavidad Relativa",
    "relativeSmoothnessDescription": "La suavidad relativa es una medida de la variación en la intensidad de los pixeles de la imagen.",
    "tamuraContrastTitle": "Contraste Tamura",
    "tamuraContrastDescription": "El contraste Tamura es una medida de la diferencia en la intensidad de los pixeles adyacentes en la imagen.",
    "tamuraDirectionalityTitle": "Direccionalidad Tamura",
    "tamuraDirectionalityDescription": "La direccionalidad Tamura es una medida de la orientación preferida de los pixeles en la imagen."
  }
}
